// localized port names

"ether"                   = "إيثرنت";
"multiether"              = "إيثرنت %@";
"pci-ether"               = "فتحة PCI إيثرنت %@";
"pci-multiether"          = "فتحة PCI إيثرنت %@، المنفذ %@";
"usb-ether"               = "إيثرنت USB (%@)";
"generic-ether"           = "مهايئ إيثرنت (%@)";

"airport"                 = "Wi-Fi";
"generic-wireless"        = "مهايئ الشبكة اللاسلكية (%@)";

"firewire"                = "FireWire";
"pci-firewire"            = "فتحة PCI FireWire %@";
"pci-multifirewire"       = "فتحة PCI FireWire %@، المنفذ %@";
"generic-firewire"        = "مهايئ إيثرنت (%@)";

"bluetooth"               = "تشغيل Bluetooth";
"bluetooth-modem"         = "مهايئ مودم Bluetooth USB";
"bluetooth-modem-port"    = "منفذ مودم Bluetooth";
"generic-bluetooth-modem" = "مودم Bluetooth (%@)";

"bluetooth-pan"           = "Bluetooth PAN";

"irda"                    = "IrDA";
"irda-ircomm"             = "مهايئ مودم IrDA USB";
"irda-ircomm-port"        = "منفذ مودم IrDA";

"loopback"                = "استرجاع";

"modem"                   = "المودم الداخلي";

"modem-port"              = "منفذ المودم";
"modem-printer-port"      = "منفذ المودم/الطابعة";

"printer-port"            = "منفذ الطابعة";
"serial-port"             = "المنفذ التسلسلي";

"usbmodem"                = "مودم USB"; 
"generic-usbmodem"        = "مودم USB (%@)"; 

"wwan"                    = "WWAN"; 

"bond"                    = "قيد إيثرنت (%@)";

"bridge"                  = "جسر (%@)";

"vlan"                    = "VLAN (%@)";

"ipv4"                    = "IPv4";

"l2tp"                    = "L2TP";

"pptp"                    = "PPTP";

"6to4"                    = "6to4";

"ipsec"                   = "IPSec";

"vpn"                     = "VPN (%@)";

// port names (from drivers) that would be good to localize

"External Modem"          = "المودم الخارجي";

"USB Ethernet"            = "إيثرنت USB";
"USB Gigabit Ethernet"    = "إيثرنت جيجابت USB";

"iPhone"                  = "iPhone USB";

// older ("Built-in", HI changed) localizations

"X-airport"               = "AirPort";
"X-ether"                 = "داخل Ethernet";
"X-multiether"            = "داخل Ethernet %@";
"X-firewire"              = "داخل FireWire";
"X-bluetooth"             = "Bluetooth";
"X-iPhone"                = "iPhone";
